schedule = {
    "date": ["d0303", "d0306", "d0313", "d0314", "d0331", "d0407", "d0412", "d0413", "d0417", "d0508", "d0516", "d0518", "d0521", "d0522", "d0523", "d0531", "d0607", "d0611", "d0612", "d0613", "d0615", "d0618", "d0619", "d0621", "d0824", "d0830", "d0831", "d0907", "d0911", "d0912", "d0914", "d0919", "d0925", "d1005", "d1018", "d1019"],
    "schedule": ["자기주도학습 불참 확인서 제출", "물리학 I, 지구과학 I 수능특강 교재 구매<br>언어와 매체 프린트 파일 준비<br>건강 실태 조사서 제출<br>수학여행 참가 신청서 제출", "사회 문제 탐구 보고서 주제 선정<br>미술 칼, 도안, A3 켄트지 준비", "화학 발표", "자기주도학습 불참 확인서 제출", "지구과학 I H-R도 그리기 수행평가<br>여권 제출", "화학 실험 수행평가", "일본어 I 단어 수행평가", "사회 문제 탐구 논문 요약", "기하 형성평가", "영어 I 나만의 광고 제작 수행평가", "영어 I 말하기 수행평가<br>물리학 I 실험 수행평가", "영어 I 말하기 수행평가 대본 제출", "사회 문제 탐구 도서 준비", "언어와 매체 도서 준비<br>화학 수행평가", "일본어 I 여행지 비교 수행평가<br>영어 I 강의 후 설문지 제출", "수학 I 독후감 제출", "미술 PPT 제출", "사회 문제 탐구 서평 작성 수행평가", "언어와 매체 말하기 수행평가<br>문학 말하기 수행평가", "지구과학 I 수행평가", "물리학 I 주제 탐구 보고서 제출", "사회 문제 탐구 최종 보고서 작성 수행평가", "스포츠 생활 배구 수행평가", "자기주도학습 불참 확인서 제출", "화학 I 물 전기 분해 수행평가", "사회 문제 탐구 논문 주제 선정", "사회 문제 탐구 도서 준비<br>문학 도서 준비", "지구과학 I 형성평가", "음악 소금 준비", "수학 II 중간고사 대비 문제 준비", "음악 논술 수행평가", "일본어 지필평가", "수학 II 수행평가", "스포츠 생활 윗몸말아올리기 수행평가", "사회 문제 탐구 서평 작성 수행평가"],
    }    

timetable = {
    "sun": ["-<span></span>", "-<span></span>", "-<span></span>", "-<span></span>", "-<span></span>", "-<span></span>", "-<span></span>"],
    "mon": ["지구과학 I<span>전아림</span>", "화학 I<span>이은주</span>", "수학 II<span>김성미</span>", "사회 문제 탐구<span>서정민</span>", "물리학 I<span>장종목</span>", "영어 II<span>백기곤</span>", "일본어 I<span>양혜리</span>"],
    "tue": ["독서<span>김용진</span>", "지구과학 I<span>김태식</span>", "언어와 매체<span>강이욱</span>", "물리학 I<span>장종목</span>", "영어 II<span>백기곤</span>", "기하<span>김보성</span>", "음악<span>한송이</span>"],
    "wed": ["영어 II<span>백기곤</span>", "수학 II<span>조재희</span>", "언어와 매체<span>이하은</span>", "사회 문제 탐구<span>서정민</span>", "물리학 I<span>장종목</span>", "스포츠 생활<span>이다영</span>", "화학 I<span>김현화</span>"],
    "thu": ["기하<span>김보성</span>", "화학 I<span>이은주</span>", "진로<span>백기곤</span>", "수학 II<span>김성미</span>", "독서<span>류신형</span>", "사회 문제 탐구<span>양승범</span>", "지구과학 I<span>전아림</span>"],
    "fri": ["독서<span>류신형</span>", "수학 II<span>김성미</span>", "스포츠 생활<span>이다영</span>", "일본어 I<span>양혜리</span>", "창체<span></span>", "창체<span></span>", "-<span></span>"],
    "sat": ["-<span></span>", "-<span></span>", "-<span></span>", "-<span></span>", "-<span></span>", "-<span></span>", "-<span></span>"],
}